/* Boxcar email address field label */
"Email Address:" = "E-postadress:";

/* Failure adding email */
"Invalid Email" = "Ogiltig e-postadress";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "Skicka endast vid vila:";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "Skicka endast om prioritet är minst:";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "Prefix före notifieringar:";

/* Success adding boxcar */
"Registered!" = "Registrerad!";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "Okänd e-postadress";

